/* travel time with hours */
"%lu h %lu min" = "%1$lu h %2$lu min";

/* travel time minutes only */
"%lu min" = "%lu min";

/* No comment provided by engineer. */
"Accessibility problems" = "Accessibility problems";

/* No comment provided by engineer. */
"Add photo" = "Add photo";

/* No comment provided by engineer. */
"All stations" = "All stations";

/* No comment provided by engineer. */
"Available for download" = "Available for download";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* selectCategory */
"Category" = "Category";

/* No comment provided by engineer. */
"Change city" = "Change city";

/* No comment provided by engineer. */
"Choose your city" = "Select your city";

/* No comment provided by engineer. */
"Choose from library" = "Pick existing photo";

/* No comment provided by engineer. */
"DeletePhoto" = "Do you really want to delete this photo?";

/* Choose destination station (route screen) */
"Destination" = "Destination";

/* No comment provided by engineer. */
"Display obstacles" = "Show\nbarriers";

/* No comment provided by engineer. */
"Do you want to browse \"http://metro4all.org\" in Safari?" = "Do you want to browse \"http://metro4all.org\" in Safari?";

/* No comment provided by engineer. */
"Downloaded" = "Downloaded";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error occured during processing data. Please try again or contact support" = "Error occured while processing data. Please try again or contact support";

/* No comment provided by engineer. */
"Error occured while sending the feedback" = "Error occured while sending your message. Please try again or contact support";

/* No comment provided by engineer. */
"Exit #%@" = "Exit #%@";

/* No comment provided by engineer. */
"Find a route" = "Find route";

/* No comment provided by engineer. */
"Finished loading data" = "Finished loading data";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Loading cities list" = "Loading cities list";

/* No comment provided by engineer. */
"Loading city data" = "Loading city data";

/* No comment provided by engineer. */
"Map" = "Map";

/* No comment provided by engineer. */
"Map legend" = "Map legend";

/* No comment provided by engineer. */
"Menu" = "Menu";

/* add text message */
"Message" = "Message";

/* Route screen title */
"Metro For All" = "Metro For All";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Internet connection" = "No Internet connection";

/* No comment provided by engineer. */
"No Internet Connection Alert Description" = "Internet connection is requred to load data for other cities. Please check your connectivity settings or try again later";

/* No comment provided by engineer. */
"No Internet Connection Alert Title" = "No internet connection";

/* No comment provided by engineer. */
"No Internet Description" = "Metro4All requires internet connection in order to load new cities data. Please check your connectivity settings or try again later";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Scheme" = "Layout";

/* No comment provided by engineer. */
"Please leave us a message" = "Here you can let us know about errors on station layouts, new information or access problems.";

/* No comment provided by engineer. */
"Remember my email" = "Remember my email";

/* No comment provided by engineer. */
"Report mistake" = "Report mistake";

/* No comment provided by engineer. */
"Scheme" = "Layout";

/* No comment provided by engineer. */
"Select category" = "Select category";

/* No comment provided by engineer. */
"Select station" = "Select station";

/* feedback screen title */
"Send Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Send feedback" = "Send feedback";

/* No comment provided by engineer. */
"Send report" = "Send";

/* Choose start station (route screen) */
"Start" = "Start";

/* select station */
"Station" = "Station";

/* No comment provided by engineer. */
"Take photo" = "Take new photo";

/* feedback was sent */
"Thank you!" = "Thank you!";

/* email field placeholder */
"To get a reply" = "To get a reply";

/* No comment provided by engineer. */
"Travel time:" = "Travel time:";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Update City" = "Update";

/* No comment provided by engineer. */
"Updates are available" = "Updates are available";

/* No comment provided by engineer. */
"Updates are available for the following cities: %@" = "Updates are available for the following cities: %@";

/* No comment provided by engineer. */
"Uploading photos" = "Uploading photos";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* message placeholder */
"Your message here" = "Your message here";

/* No comment provided by engineer. */
"Your message was sent" = "Your message was sent";

"You can pick a point on the station layout" = "You can pick a point on the station layout";